Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Run a different action when the key is swiped instead of tapped.
de: Führt eine andere Aktion aus, wenn die Taste gewischt statt getippt wird.
es: Ejecuta una acción distinta cuando deslizas la tecla en vez de tocarla.
et: Käivita teine tegevus, kui klahvi pühitakse vajutamise asemel.
fr: Lance une action différente quand la touche est balayée au lieu d'être touchée.
hu: Más műveletet futtat, ha a billentyűt húzod, nem pedig koppintod.
it: Esegui un'azione diversa quando il tasto viene scorso invece che toccato.
ja: キーをタップではなくスワイプしたときに、別のアクションを実行します。
ko: 키를 탭하는 대신 스와이프할 때 다른 동작을 실행해요.
ms: Jalankan tindakan berbeza bila kekunci dileret dan bukannya diketik.
pt: Executa uma ação diferente quando a tecla é deslizada em vez de tocada.
ru: Выполнять другое действие, когда по клавише проводят, а не нажимают.
zh_hans: 在键被滑动（而不是点按）时执行另一个操作。

source: Run a different action while shift or caps-lock is on, e.g. 🙂 becomes 123.
de: Führt eine andere Aktion aus, während Shift oder die Feststelltaste an ist, z. B. 🙂 wird zu 123.
es: Ejecuta una acción distinta mientras están activados mayúsculas o bloq mayús; por ejemplo, 🙂 pasa a ser 123.
et: Käivita teine tegevus, kui tõstuklahv või Caps Lock on all, nt. 🙂 muutub 123-ks.
fr: Lance une action différente quand la majuscule ou le verrouillage est actif, par ex. 🙂 devient 123.
hu: Más műveletet futtat, amíg a shift vagy a caps lock be van kapcsolva, pl. a 🙂 helyett 123 lesz.
it: Esegue un'azione diversa quando il maiuscolo o il blocco maiuscole è attivo, ad es. 🙂 diventa 123.
ja: シフトまたは Caps Lock がオンのあいだ、別のアクションを実行します。例: 🙂 が 123 になります。
ko: 시프트나 캡스록이 켜져 있는 동안 다른 동작을 실행해요. 예: 🙂이 123으로 바뀌어요.
ms: Jalankan tindakan berbeza semasa shift atau caps lock hidup, cth. 🙂 jadi 123.
pt: Executa uma ação diferente enquanto o shift ou o caps lock está ativo, ex.: 🙂 passa a 123.
ru: Выполнять другое действие при включённом Shift или Caps Lock — например, 🙂 становится 123.
zh_hans: 在 Shift 或大写锁定开启时执行另一个操作，比如 🙂 变成 123。

source: Run a different action while the key is held, e.g. tap 🙂 for emoji, hold for 123.
de: Führt eine andere Aktion aus, während die Taste gehalten wird, z. B. 🙂 tippen für Emoji, halten für 123.
es: Ejecuta una acción distinta mientras mantienes pulsada la tecla; por ejemplo, toca 🙂 para emoji, mantén para 123.
et: Käivita teine tegevus, kui klahvi hoitakse, nt. puuduta 🙂 emoji jaoks, hoia 123 jaoks.
fr: Lance une action différente quand la touche est maintenue, par ex. touche 🙂 pour les emoji, maintiens pour 123.
hu: Más műveletet futtat, amíg a billentyűt nyomva tartod, pl. koppints 🙂-re az emojiért, tartsd nyomva a 123-ért.
it: Esegui un'azione diversa mentre il tasto è premuto, ad es. tocca 🙂 per l'emoji, tieni premuto per 123.
ja: キーを長押ししているあいだ、別のアクションを実行します。例: 🙂 をタップで絵文字、長押しで 123。
ko: 키를 누르고 있는 동안 다른 동작을 실행해요. 예: 🙂을 탭하면 이모지, 길게 누르면 123.
ms: Jalankan tindakan berbeza semasa kekunci ditahan, cth. ketik 🙂 untuk emoji, tahan untuk 123.
pt: Executa uma ação diferente enquanto a tecla é mantida premida, ex.: toca 🙂 para emoji, mantém premido para 123.
ru: Выполнять другое действие при удержании клавиши — например, нажатие 🙂 даёт эмодзи, удержание — 123.
zh_hans: 在键被长按时执行另一个操作，比如点 🙂 打表情，长按打 123。

source: Run automation
de: Automation ausführen
es: Ejecutar automatización
et: Käivita automaatika
fr: Exécuter une automatisation
hu: Automatizálás futtatása
it: Esegui automazione
ja: オートメーションを実行
ko: 자동화 실행
ms: Jalankan automasi
pt: Executar automação
ru: Запустить автоматизацию
zh_hans: 运行自动化

source: Run console
de: Ausführungskonsole
es: Consola de ejecución
et: Käivitamiskonsool
fr: Console d'exécution
hu: Futtassa a konzolt
it: Console di esecuzione
ja: 実行コンソール
ko: 실행 콘솔
ms: Konsol jalankan
pt: Consola de execução
ru: Консоль запуска
zh_hans: 运行控制台

source: Run custom action
de: Eigene Aktion ausführen
es: Ejecutar acción personalizada
et: Käivita kohandatud tegevus
fr: Exécuter une action personnalisée
hu: Egyéni művelet futtatása
it: Esegui azione personalizzata
ja: カスタムアクションを実行
ko: 사용자 설정 동작 실행
ms: Jalankan tindakan tersuai
pt: Executar ação personalizada
ru: Запустить своё действие
zh_hans: 运行自定义操作

source: Run from a shortcut
de: Über Kurzbefehl ausführen
es: Ejecutar desde un atajo
et: Käivita otsetee kaudu
fr: Exécuter depuis un raccourci
hu: Futtatás parancsikonnal
it: Esegui da una scorciatoia
ja: ショートカットから実行
ko: 단축키로 실행
ms: Jalankan melalui pintasan
pt: Executar através de um atalho
ru: Запуск по быстрой команде
zh_hans: 通过快捷方式运行

source: Run on text
de: Auf Text anwenden
es: Aplicar al texto
et: Rakenda tekstile
fr: Appliquer au texte
hu: Alkalmazás szövegre
it: Applica al testo
ja: テキストに適用
ko: 텍스트에 적용
ms: Gunakan pada teks
pt: Aplicar ao texto
ru: Применить к тексту
zh_hans: 应用于文本

source: Run the script to see what it inserts.
de: Führe das Skript aus, um zu sehen, was es einfügt.
es: Ejecuta el script para ver qué inserta.
et: Käivita skript, et näha, mida see sisestab.
fr: Exécute le script pour voir ce qu'il insère.
hu: Futtasd le a szkriptet, hogy lásd, mit szúr be.
it: Esegui lo script per vedere cosa inserisce.
ja: スクリプトを実行して、何が挿入されるか確認しましょう。
ko: 스크립트를 실행해서 뭐가 입력되는지 확인해보세요.
ms: Jalankan skrip untuk lihat apa yang disisipkannya.
pt: Executa o script para ver o que insere.
ru: Запустите скрипт, чтобы увидеть, что он вставляет.
zh_hans: 运行脚本看看它会插入什么。

source: Run tools by voice
de: Tools per Sprache
es: Herramientas por voz
et: Käivita tööriistu häälega
fr: Outils à la voix
hu: Eszközök hanggal
it: Strumenti a voce
ja: 声でツールを実行
ko: 말로 도구 실행
ms: Alat guna suara
pt: Ferramentas por voz
ru: Запускать инструменты голосом
zh_hans: 用语音运行工具

source: Run when tapped
de: Wird beim Antippen ausgeführt
es: Se ejecuta al tocarlo
et: Käivitub puudutamisel
fr: S’exécute au toucher
hu: Koppintásra fut
it: Si avvia con un tocco
ja: タップで実行
ko: 탭하면 실행
ms: Dijalankan apabila diketik
pt: É executado ao tocar
ru: Запускается по нажатию
zh_hans: 轻点时运行

source: Runs just inside the edge, on the key itself.
de: Verläuft knapp innerhalb der Kante, auf der Taste selbst.
es: Va justo por dentro del borde, sobre la propia tecla.
et: Kulgeb vahetult servast seespool, klahvil endal.
fr: Passe juste à l’intérieur du bord, sur la touche elle-même.
hu: A billentyű szélén belül fut, magán a billentyűn.
it: Corre appena dentro il bordo, sul tasto stesso.
ja: キーの縁のすぐ内側、キーの上を通ります。
ko: 키 가장자리 바로 안쪽, 키 위를 지나가요.
ms: Berjalan betul-betul di dalam bibir kekunci, pada kekunci itu sendiri.
pt: Passa mesmo por dentro do bordo, na própria tecla.
ru: Идёт по внутреннему краю, по самой клавише.
zh_hans: 沿着按键边缘内侧走，画在按键上。

source: Runs just outside the edge, so the key keeps its full size.
de: Verläuft knapp außerhalb der Kante, sodass die Taste ihre volle Größe behält.
es: Va justo por fuera del borde, así la tecla conserva todo su tamaño.
et: Kulgeb vahetult servast väljaspool, nii et klahv hoiab oma täissuuruse.
fr: Passe juste à l’extérieur du bord : la touche garde toute sa taille.
hu: A billentyű szélén kívül fut, így a billentyű megtartja a teljes méretét.
it: Corre appena fuori dal bordo, così il tasto resta grande com’è.
ja: キーの縁のすぐ外側を通るので、キーの大きさはそのままです。
ko: 키 가장자리 바로 바깥을 지나서, 키 크기는 그대로예요.
ms: Berjalan betul-betul di luar bibir kekunci, jadi saiz kekunci kekal penuh.
pt: Passa mesmo por fora do bordo, por isso a tecla mantém o tamanho todo.
ru: Идёт по внешнему краю, поэтому клавиша сохраняет полный размер.
zh_hans: 沿着按键边缘外侧走，按键还是原来的大小。

source: Runs when conditions match
de: Wird ausgeführt, wenn die Bedingungen erfüllt sind
es: Se ejecuta cuando se cumplen las condiciones
et: Käivitub tingimuste täitumisel
fr: S’exécute lorsque les conditions sont remplies
hu: A feltételek teljesülésekor fut
it: Si avvia quando le condizioni sono soddisfatte
ja: 条件を満たすと実行
ko: 조건을 충족하면 실행
ms: Dijalankan apabila syarat dipenuhi
pt: É executado quando as condições se verificam
ru: Запускается при выполнении условий
zh_hans: 满足条件时运行

source: Runtime checks use sample inputs. Test the draft before enabling it.
de: Die Laufzeitprüfungen verwenden Beispieleingaben. Teste den Entwurf, bevor du ihn aktivierst.
es: Las comprobaciones usan datos de ejemplo. Prueba el borrador antes de activarlo.
et: Käituskontrollid kasutavad näidissisendeid. Testi mustandit enne selle lubamist.
fr: Les vérifications utilisent des données d’exemple. Teste le brouillon avant de l’activer.
hu: A futásidejű ellenőrzések mintaadatokat használnak. Engedélyezés előtt teszteld a vázlatot.
it: I controlli in esecuzione usano dati di esempio. Prova la bozza prima di attivarla.
ja: 実行時の検証にはサンプル入力を使用しています。有効にする前に下書きをテストしてください。
ko: 실행 검사는 예제 입력을 사용합니다. 활성화하기 전에 초안을 테스트하세요.
ms: Semakan masa jalan menggunakan input contoh. Uji draf sebelum mengaktifkannya.
pt: As verificações usam dados de exemplo. Testa o rascunho antes de o ativares.
ru: Проверки выполняются на примерах входных данных. Протестируйте черновик перед включением.
zh_hans: 运行检查使用的是示例输入。启用前请测试草稿。

source: SAVE
de: SPAREN
es: AHORRA
et: SÄÄSTA
fr: ÉCONOMISE
hu: SPÓROLJ
it: RISPARMIA
ja: お得
ko: 할인
ms: JIMAT
pt: POUPA
ru: СОХРАНИТЬ
zh_hans: 省钱

source: SINCE THE VERY BEGINNING
de: VON ANFANG AN
es: DESDE EL PRINCIPIO
et: ALATES ALGUSEST
fr: DEPUIS LE TOUT DÉBUT
hu: A LEGELEJÉTŐL
it: FIN DALL'INIZIO
ja: いちばん最初から
ko: 처음부터 함께
ms: SEJAK AWAL LAGI
pt: DESDE O INÍCIO
ru: С САМОГО НАЧАЛА
zh_hans: 从一开始

source: SPACE BAR
de: LEERTASTE
es: BARRA ESPACIADORA
et: TÜHIKUKLAHV
fr: BARRE D'ESPACE
hu: SZÓKÖZ
it: BARRA SPAZIATRICE
ja: スペースバー
ko: 스페이스바
ms: BAR RUANG
pt: BARRA DE ESPAÇO
ru: ПРОБЕЛ
zh_hans: 空格键

source: Same as current
de: Wie aktuell
es: Igual que el actual
et: Sama mis praegu
fr: Identique à l'actuel
hu: Ugyanaz, mint a jelenlegi
it: Come l'attuale
ja: 現在と同じ
ko: 현재와 동일
ms: Sama seperti semasa
pt: Igual ao atual
ru: Как сейчас
zh_hans: 与当前相同

source: Same place, but bring the report with you: Clink keeps a record of what went wrong that saves us both a round of questions.
de: Am selben Ort, aber bring den Bericht mit: Clink hält fest, was schiefging, und das spart uns beiden eine Runde Rückfragen.
es: En el mismo sitio, pero llévate el informe: Clink guarda un registro de lo que falló y nos ahorra a los dos una ronda de preguntas.
et: Samas kohas, aga too kaasas aruanne: Clink peab üles, mis valesti läks, ja see säästab meilt mõlema ühe küsimuste vooru.
fr: Au même endroit, mais viens avec le rapport : Clink garde une trace de ce qui a cloché, et ça nous épargne à tous les deux un aller-retour de questions.
hu: Ugyanott, csak hozd magaddal a jelentést: a Clink feljegyzi, mi romlott el, és ez mindkettőnknek megspórol egy kör kérdezősködést.
it: Nello stesso posto, ma porta con te il rapporto: Clink tiene traccia di cosa è andato storto e ci risparmia un giro di domande.
ja: 同じ場所からですが、レポートも一緒に送ってください。Clinkが何が起きたかを記録しているので、やり取りが一往復減ります。
ko: 같은 곳으로 보내되 리포트도 함께 주세요. Clink가 무엇이 잘못됐는지 기록해 두기 때문에 서로 한 번의 문답을 줄일 수 있습니다.
ms: Tempat yang sama, tetapi bawa laporan itu sekali: Clink menyimpan rekod apa yang tidak kena, dan itu menjimatkan satu pusingan soal jawab.
pt: No mesmo sítio, mas leva o relatório contigo: o Clink guarda o registo do que correu mal e poupa-nos uma ronda de perguntas.
ru: Туда же, но захватите отчёт: Clink ведёт запись о том, что пошло не так, — она избавит нас обоих от лишних расспросов.
zh_hans: 还是同一个地方，但把报告一起带上：Clink 记下了出错的经过，能省掉我们来回问一轮。

source: Sample context
de: Beispielkontext
es: Contexto de ejemplo
et: Näidiskontekst
fr: Contexte d’exemple
hu: Mintakörnyezet
it: Contesto di esempio
ja: サンプルの状況
ko: 예시 상황 정보
ms: Konteks sampel
pt: Contexto de exemplo
ru: Пример контекста
zh_hans: 示例环境信息

source: Samples
de: Beispiele
es: Muestras
et: Näidised
fr: Échantillons
hu: Minták
it: Campioni
ja: サンプル
ko: 샘플
ms: Sampel
pt: Amostras
ru: Образцы
zh_hans: 样本

source: Save
de: Sichern
es: Guardar
et: Salvesta
fr: Enregistrer
hu: Megtakarítás
it: Salva
ja: 保存
ko: 저장
ms: Simpan
pt: Guardar
ru: Сохранить
zh_hans: 存储

source: Save an API key for this provider in Integrations.
de: Speichere unter Integrationen einen API-Schlüssel für diesen Anbieter.
es: Guarda una clave de API de este proveedor en Integraciones.
et: Salvesta jaotises Integratsioonid selle teenusepakkuja API-võti.
fr: Enregistre une clé API pour ce fournisseur dans Intégrations.
hu: Ments egy API-kulcsot ehhez a szolgáltatóhoz az Integrációk alatt.
it: Salva una chiave API per questo provider in Integrazioni.
ja: 「連携」でこのプロバイダのAPIキーを保存してください。
ko: 통합에서 이 제공업체의 API 키를 저장하세요.
ms: Simpan kunci API penyedia ini dalam Integrasi.
pt: Guarde uma chave de API deste fornecedor em Integrações.
ru: Сохраните ключ API этого провайдера в разделе интеграций.
zh_hans: 请在“集成”中保存此提供商的 API 密钥。

source: Save anyway
de: Trotzdem speichern
es: Guardar de todos modos
et: Salvesta siiski
fr: Enregistrer quand même
hu: Mentés mindenképp
it: Salva comunque
ja: それでも保存する
ko: 그래도 저장하기
ms: Simpan juga
pt: Guardar na mesma
ru: Всё равно сохранить
zh_hans: 仍然保存

source: Save as New
de: Als neu sichern
es: Guardar como nuevo
et: Salvesta uue
fr: Enregistrer comme nouveau
hu: Mentés újként
it: Salva come nuovo
ja: 新規として保存
ko: 새로 저장
ms: Simpan sebagai Baru
pt: Guardar como novo
ru: Сохранить как новый
zh_hans: 存储为新建

source: Save one in Clink → Profiles
de: Leg eins in Clink → Profile an
es: Guarda uno en Clink → Perfiles
et: Salvesta üks jaotises Clink → Profiilid
fr: Enregistres-en un dans Clink → Profils
hu: Ments egyet itt: Clink → Profilok
it: Salvane uno in Clink → Profili
ja: Clink → プロファイルで保存できます
ko: Clink → 프로필에서 하나 저장해보세요
ms: Simpan satu dalam Clink → Profil
pt: Guarda um em Clink → Perfis
ru: Сохраните его в Clink → «Профили»
zh_hans: 在 Clink → 配置文件里保存一个

source: Save recently copied text and images for quick re-paste. Adds a clipboard icon to the suggestions bar.
de: Merkt sich kürzlich kopierte Texte und Bilder, damit du sie schnell wieder einfügen kannst. Fügt der Vorschlagsleiste ein Zwischenablage-Symbol hinzu.
es: Guarda el texto y las imágenes que copias hace poco para volver a pegarlos rápido. Añade un icono de portapapeles a la barra de sugerencias.
et: Salvesta hiljuti kopeeritud tekst ja pildid kiireks taaskleepimiseks. Lisab soovituseribale lõikelaua ikooni.
fr: Garde le texte et les images copiés récemment pour les recoller vite fait. Ajoute une icône de presse-papiers à la barre de suggestions.
hu: Elmenti a nemrég másolt szövegeket és képeket, hogy gyorsan újra beilleszthesd. Egy vágólap ikont tesz a javaslatsávba.
it: Salva testi e immagini copiati di recente per incollarli di nuovo al volo. Aggiunge un'icona degli appunti alla barra dei suggerimenti.
ja: 最近コピーしたテキストや画像を保存して、すぐに貼り付け直せます。候補バーにクリップボードのアイコンを追加します。
ko: 최근 복사한 글과 이미지를 저장해 두고 빠르게 다시 붙여넣어요. 추천 바에 클립보드 아이콘이 생겨요.
ms: Simpan teks dan imej yang baru disalin supaya senang tampal semula. Ia tambah ikon papan keratan pada bar cadangan.
pt: Guarda texto e imagens que copiaste há pouco para colares outra vez depressa. Põe um ícone de área de transferência na barra de sugestões.
ru: Сохранять недавно скопированные текст и изображения для быстрой повторной вставки. Добавляет значок буфера обмена в строку подсказок.
zh_hans: 保存你最近复制的文字和图片，方便随手再粘贴。会在候选栏加一个剪贴板图标。

source: Save separate notes and open them later
de: Speichere einzelne Notizen und öffne sie später wieder
es: Guarda notas individuales y ábrelas más tarde
et: Salvesta eraldi märkmeid ja ava neid hiljem
fr: Enregistre des notes séparées pour les rouvrir plus tard
hu: Különálló jegyzetek mentése és megnyitása később
it: Salva note separate e riaprile più tardi
ja: メモを個別に保存して後で開きます
ko: 메모를 개별적으로 저장하고 나중에 여세요
ms: Simpan nota berasingan dan buka semula kemudian
pt: Guarda notas individuais e abre-as mais tarde
ru: Сохраняйте отдельные заметки и открывайте их позже
zh_hans: 分别保存笔记，稍后打开

source: Save text and images to paste later
de: Speichere Text und Bilder zum späteren Einfügen
es: Guarda texto e imágenes para pegarlos después
et: Salvesta teksti ja pilte, et neid hiljem kleepida
fr: Garde du texte et des images à coller plus tard
hu: Szövegek és képek mentése későbbi beillesztéshez
it: Salva testo e immagini da incollare più tardi
ja: テキストや画像を保存して後で貼り付けます
ko: 텍스트와 이미지를 저장하고 나중에 붙여넣으세요
ms: Simpan teks dan imej untuk ditampal kemudian
pt: Guarda texto e imagens para colar mais tarde
ru: Сохранение текста и изображений для последующей вставки
zh_hans: 保存文字和图片，稍后粘贴

source: Save the scratch buffer above to keep snippets here.
de: Sichere den Notizpuffer oben, damit deine Schnipsel hier bleiben.
es: Guarda el borrador de arriba para conservar los fragmentos aquí.
et: Salvesta ülalolev mustandipuhver, et nipped siia jääksid.
fr: Enregistre le brouillon ci-dessus pour garder tes extraits ici.
hu: Mentsd el a fenti jegyzetfüzetet, hogy itt maradjanak a részletek.
it: Salva il buffer temporaneo qui sopra per tenere gli snippet qui.
ja: 上のスクラッチバッファを保存すると、スニペットをここに残しておけます。
ko: 위의 스크래치 버퍼를 저장하면 스니펫이 여기 남아요.
ms: Simpan penimbal calar di atas untuk kekalkan cebisan di sini.
pt: Guarda o buffer temporário acima para manteres os excertos aqui.
ru: Сохраните черновик выше, чтобы заготовки остались здесь.
zh_hans: 把上面的暂存内容保存下来，片段就会留在这里。

source: Save to clipboard
de: In Zwischenablage sichern
es: Guardar en el portapapeles
et: Salvesta lõikelauale
fr: Enregistrer dans le presse-papiers
hu: Mentés a vágólapra
it: Salva negli appunti
ja: クリップボードに保存
ko: 클립보드에 저장
ms: Simpan ke papan keratan
pt: Guardar na área de transferência
ru: Сохранить в буфер обмена
zh_hans: 存储到剪贴板

source: Save to history
de: Im Verlauf speichern
es: Guardar en el historial
et: Salvesta ajalukku
fr: Enregistrer dans l'historique
hu: Mentés az előzményekbe
it: Salva nella cronologia
ja: 履歴に保存
ko: 기록에 저장
ms: Simpan ke sejarah
pt: Guardar no histórico
ru: Сохранить в историю
zh_hans: 保存到历史

source: Save what?
de: Was sichern?
es: ¿Qué guardamos?
et: Mida salvestada?
fr: Enregistrer quoi ?
hu: Mit mentsünk?
it: Cosa salviamo?
ja: 何を保存しますか？
ko: 무엇을 저장할까요?
ms: Simpan apa?
pt: Guardar o quê?
ru: Что сохранить?
zh_hans: 保存什么？

source: Save your current setup as a profile and it shows up in the keyboard's switcher.
de: Speicher dein aktuelles Setup als Profil, dann taucht es im Wechsler auf der Tastatur auf.
es: Guarda tu configuración actual como perfil y aparecerá en el teclado.
et: Salvesta oma praegune seadistus profiilina ja see ilmub klaviatuuri vahetajasse.
fr: Enregistre ta config actuelle comme profil et elle apparaîtra dans le clavier.
hu: Mentsd el a mostani beállításodat profilként, és megjelenik a billentyűzet váltójában.
it: Salva la configurazione attuale come profilo e comparirà nel selettore della tastiera.
ja: いまのセットアップをプロファイルとして保存すると、キーボードの切り替えに出てきます。
ko: 지금 설정을 프로필로 저장하면 키보드 전환 목록에 나타납니다.
ms: Simpan persediaan semasa anda sebagai profil dan ia akan muncul dalam penukar papan kekunci.
pt: Guarde a configuração atual como perfil e ela aparece no teclado.
ru: Сохраните текущую настройку как профиль — и он появится в переключателе на клавиатуре.
zh_hans: 把当前配置存成配置文件，它就会出现在键盘的切换器里。

source: Save your whole setup to a file to back it up or share it, then import it on another device.
de: Sichere deine ganze Einrichtung in einer Datei, um sie zu sichern oder zu teilen, und importiere sie dann auf einem anderen Gerät.
es: Guarda toda tu configuración en un archivo para tener una copia o compartirla, y luego impórtala en otro dispositivo.
et: Salvesta kogu oma seadistus faili, et varundada või jagada, ja impordi see siis teises seadmes.
fr: Enregistre toute ta config dans un fichier pour la sauvegarder ou la partager, puis importe-la sur un autre appareil.
hu: Mentsd el az egész beállításodat egy fájlba, hogy legyen róla mentés vagy megoszthasd, majd töltsd be egy másik eszközön.
it: Salva tutta la tua configurazione in un file per farne un backup o condividerla, poi importala su un altro dispositivo.
ja: 設定をまるごとファイルに保存して、バックアップや共有ができます。別のデバイスで読み込むこともできます。
ko: 설정 전체를 파일로 저장해서 백업하거나 공유하고, 다른 기기에서 다시 가져올 수 있어요.
ms: Simpan seluruh persediaan anda ke fail untuk sandaran atau kongsi, kemudian import pada peranti lain.
pt: Guarda toda a tua configuração num ficheiro para lhe fazeres cópia de segurança ou a partilhares e depois importa-la noutro dispositivo.
ru: Сохраните всю настройку в файл, чтобы сделать резервную копию или поделиться, а потом импортируйте её на другом устройстве.
zh_hans: 把你的整套设置存成文件，用来备份或分享，再在别的设备上导入。

source: Saved
de: Gespeichert
es: Guardado
et: Salvestatud
fr: Enregistré
hu: Mentve
it: Salvato
ja: 保存済み
ko: 저장됨
ms: Disimpan
pt: Guardado
ru: Сохранено
zh_hans: 已保存

source: Saved configuration
de: Gespeicherte Konfiguration
es: Configuración guardada
et: Salvestatud seadistus
fr: Configuration enregistrée
hu: Mentett beállítások
it: Configurazione salvata
ja: 保存済みの設定
ko: 저장된 설정
ms: Konfigurasi tersimpan
pt: Configuração guardada
ru: Сохранённая конфигурация
zh_hans: 已保存的配置

source: Saved notes
de: Gesicherte Notizen
es: Notas guardadas
et: Salvestatud märkmed
fr: Notes enregistrées
hu: Mentett jegyzetek
it: Note salvate
ja: 保存したメモ
ko: 저장된 메모
ms: Nota disimpan
pt: Notas guardadas
ru: Сохранённые заметки
zh_hans: 已存储的备忘录

source: Saved notes layout
de: Layout gespeicherter Notizen
es: Diseño de las notas guardadas
et: Salvestatud märkmete paigutus
fr: Disposition des notes enregistrées
hu: Mentett jegyzetek elrendezése
it: Layout delle note salvate
ja: 保存したメモのレイアウト
ko: 저장된 메모 레이아웃
ms: Susun atur nota disimpan
pt: Disposição das notas guardadas
ru: Вид сохранённых заметок
zh_hans: 已保存备忘的布局

source: Saved place
de: Gespeicherter Ort
es: Lugar guardado
et: Salvestatud koht
fr: Lieu enregistré
hu: Mentett hely
it: Luogo salvato
ja: 保存した場所
ko: 저장한 장소
ms: Tempat disimpan
pt: Local guardado
ru: Сохранённое место
zh_hans: 已保存地点

source: Saves a .ttf you can install on another device or send to someone. Fonts are never attached to a theme you share.
de: Sichert eine .ttf, die du auf einem anderen Gerät installieren oder jemandem schicken kannst. Schriften werden einem geteilten Theme nie beigefügt.
es: Guarda un .ttf que puedes instalar en otro dispositivo o enviar a alguien. Las fuentes nunca se adjuntan a un tema que compartes.
et: Salvestab .ttf-faili, mille saad teise seadmesse paigaldada või kellelegi saata. Fonte ei lisata kunagi jagatavale teemale.
fr: Enregistre un fichier .ttf que tu peux installer sur un autre appareil ou envoyer à quelqu’un. Les polices ne sont jamais jointes aux thèmes que tu partages.
hu: Ment egy .ttf fájlt, amelyet másik eszközre telepíthetsz vagy elküldhetsz valakinek. A betűtípusok soha nem csatolódnak a megosztott témákhoz.
it: Salva un .ttf che puoi installare su un altro dispositivo o inviare a qualcuno. I font non vengono mai allegati a un tema che condividi.
ja: 他の端末にインストールしたり誰かに送ったりできる .ttf を保存します。フォントが共有テーマに添付されることはありません。
ko: 다른 기기에 설치하거나 다른 사람에게 보낼 수 있는 .ttf를 저장합니다. 글꼴은 공유하는 테마에 절대 첨부되지 않습니다.
ms: Menyimpan .ttf yang boleh anda pasang pada peranti lain atau hantar kepada seseorang. Fon tidak pernah dilampirkan pada tema yang anda kongsi.
pt: Guarda um .ttf que pode instalar noutro dispositivo ou enviar a alguém. As fontes nunca são anexadas a um tema que partilha.
ru: Сохраняет файл .ttf, который можно установить на другом устройстве или отправить кому-то. Шрифты никогда не прикрепляются к теме, которой вы делитесь.
zh_hans: 存储一个 .ttf，可安装到其他设备或发送给别人。字体绝不会随你分享的主题一起发送。
